#+TITLE configuration for teaching emacs

/i/ i this is the end of the world

The table of contents is automatically generated by having the tag :TOC: (see toc-org below)

** add some spacing

Left and right margings, and spacing between lines

#+begin_src emacs-lisp
(setq left-margin-width 10)
(setq right-margin-width 10)  
(setq line-spacing 0.2) 
#+end_src

#+RESULTS:
#+begin_example
0.2
#+end_example


